Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/opera.tmx
Source language: en
Languages: be

source: "Opera currently opens %1: links by itself."
be: "Opera зараз адкрывае спасылкі %1: самастойна."

source: "Opera currently uses %1 as %2."
be: "Opera зараз карыстаецца %1 як %2."

source: "Opera currently uses %1 to open %2: links."
be: "Зараз Opera карыстаецца %1, каб адкрываць спасылкі %2:."

source: "Opera currently uses %1 to open contents of type:"
be: "Зараз Opera карыстаецца %1, каб адкрываць зьмест тыпу:"

source: "Opera directory"
be: "Дырэкторыя Opera"

source: "Opera encountered a problem during plug-in setup.\nPlug-ins will not work properly.\nCheck your installation."
be: "Opera напаткала праблему пад час наладкі дадатку.\nДадаткі ня будуць працаваць належна.\nПраверце ўсталёўку."

source: "Opera exit"
be: "Выхад з Opera"

source: "Opera extensions"
be: "Пашырэньні Opera"

source: "Opera has detected KDE is running.\n\nSome Opera keyboard shortcuts (like Ctrl+F4) may not work because KDE has reserved them.\n\n You can modify KDE shortcuts in the KDE Control Center."
be: "Opera вызначыла, што працуе KDE.\n\nНекаторыя гарачыя клявішы (прыкладам, Ctrl+F4) ня будуць працаваць, бо іх зарэзэрвавала KDE.\n\nГарачыя пераходы KDE можна зьмяніць ў Цэнтры кіраваньня KDE."

source: "Opera has detected one or more external download managers. Which download manager do you prefer? You can change your preference at any time in the Downloads section of Advanced Preferences."
be: Вы можаце зьмяніць сваю перавагу ў любы час ў разьдзеле Сьцягваньні Перавагаў майстры"

source: "Opera has detected that this website does not have consistent support for secure TLS renegotiation. Connections to those parts of the site lacking this support will be refused. The site owner must fix the site."
be: Уласьнік пляцу мусіць паправіць пляц."

source: "Opera has not set %1."
be: "Opera ня вызначыла %1."

source: "Opera in the Start menu"
be: "Opera ў мэню Start"

source: "Opera is checking the security record for this site."
be: "Opera правярае запісы бясьпекі гэтага пляцу."

source: "Opera is currently set to open contents of the following type by itself:"
be: "Opera зараз наладжаная, каб адкрываць зьмест наступнага тыпу самастойна:"

source: "Opera is not familiar with %1: links."
be: "Прагляднік Opera ня ведае спасылак %1:."

source: "Opera is not familiar with contents of type:"
be: "Opera ня ведае зьмест тыпу:"

source: "Opera mouse gestures"
be: "Фігуры мышкай Opera"

source: "Opera needs to reindex some of your email messages. If you cancel now, Opera will continue next time."
be: Калі скасаваць зараз, Opera працягне наступным разам."

source: "Opera startup"
be: "Запуск Opera"

source: "Opera stores pages in cache for faster display the next time you visit the site"
be: "Opera захоўвае старонкі ў кэшы, каб больш хутка праглядаць пад час наступнага наведваньня пляцу"

source: "Opera tried to retrieve message %d (UIDL %s) from the POP3 server, but failed to store it on your machine."
be: "Opera спрабавала забраць паведамленьне %d (UIDL %s) з сэрэвэру РОР3, але не змагла захаваць на Вашай машыны."

source: "Opera username"
be: "Імя карыстальніка Opera"

source: "Opera was not able to connect to the server, because the server does not communicate via any secure protocol known to Opera."
be: "Opera не змагла злучыцца з сэрвэрам, бо сэрвэр не адказвае ні ў водным бясьпечным пратаколе, які ведае Opera."

source: "Opera widgets"
be: "Фішкі Opera"

source: "Opera will be reset in %d seconds due to inactivity"
be: "З-за неактыўнасьці, Opera будзе адноўленая праз %d сэкунд"

source: "Opera will be reset in 1 second due to inactivity"
be: "З-за неактыўнасьці, Opera будзе адноўленая праз 1 сэкунду"

source: "Opera will exit in %d seconds…"
be: "Opera закрыецца праз %d сэкунды(аў)…"

source: "Opera window setup (*.win)|*.win|All files (*.*)|*.*|"
be: "Усталеўка вакна Opera (*.win)|*.win|Усе файлы (*.*)|*.*|"

source: "OperaNet, Europe"
be: "OperaNet, Эўропа"

source: "Optimize pages with Opera Turbo so they load faster on slow networks"
be: "Скарыстоўваць Opera Turbo, каб аптымізоўваць старонкі і сьцягваць іх хутчэй у павольных сетках"

source: "Optional: To improve Google Location Service, allow Opera to periodically send additional geolocation data. The data you send is anonymous, and will only be used in aggregate form."
be: Дасылаюцца ананімныя зьвесткі, якімі будуць карыстацца толькі ў абагульненай форме."

source: "Options"
be: "Выбар"

source: "Or where "
be: "Або дзе "

source: "Or"
be: "Або"

source: "Ordered List"
be: "Упарадкаваны сьпіс"

source: "Organization"
be: "Арганізацыя"

source: "Orientation of image: "
be: "Палажэньне малюнку: "

source: "Original Size"
be: "Зыходны памер"

source: "Original text"
be: "Зыходны тэкст"

source: "Oriya"
be: "Орыя"

source: "Other Application…"
be: "Іншае прылажэньне…"

source: "Other Indic"
be: "Іншая індыйская"

source: "Other fonts:"
be: "Іншыя шрыфты:"

source: "Other…"
be: "Іншае…"

source: "Out of memory."
be: "Не хапае памяці."

source: "Out to Lunch"
be: "Выйшаў на абед"

source: "Out to lunch"
be: "Выйшаў на абед"

source: "Outbox"
be: "Дасланыя"

source: "Outdent"
be: "Выступ"

source: "Outgoing %s server"
be: "Сэрвэр %s на дасылку"

source: "Outgoing SMTP server"
be: "Сэрвэр SMTP, што дасылае"

source: "Outgoing server"
be: "Сэрвэр дасылкі"

source: "Outgoing"
be: "Дасланыя"

source: "Outline"
be: "Контур"

source: "Overline"
be: "Рыска зьверху"

source: "Override default sorting"
be: "Зьмяніць змоўчнае сартаваньне"

source: "Overriding the default settings"
be: "Перапісаць змоўчныя наладкі"

source: "Overwrite file?"
be: "Перапісаць файл?"

source: "PINNED"
be: "ВАЖНЫЯ"

source: "PNG images"
be: "Малюнкі PNG"

source: "POP3 server unavailable. Network problems?"
be: Праблемы сеткі?"

source: "Page Default"
be: "Характарыстыкі старонкі па змоўчаньні"

source: "Page Info"
be: "Інфармацыя пра старонку"

source: "Page Information"
be: "Інфармацыя пра старонку"

source: "Page Security Info"
be: "Інфармацыя пра бясьпеку старонкі"

source: "Page address"
be: "Адрас старонкі"

source: "Page fonts and colors "
be: "Шрыфты ды колеры старонак "

source: "Page icons"
be: "Іконкі старонак"

source: "Page loaded"
be: "Старонка зацягнутая"

source: "Page margins (in centimeters)"
be: "Палі старонкі (см)"

source: "Page reload interval %s"
be: "Прамежак, празь які перагружаць старонку %s"

source: "Page style sheet"
be: "Табліца стыляў старонак"

source: "Page style"
be: "Стыль старонкі"

source: "Page zoom"
be: "Маштаб старонкі"

source: "Page"
be: "Старонка"

source: "Pages (from-to)"
be: "Старонкі (ад-каму)"

source: "Panel placement"
be: "Разьмяшчэньне панэляў"

source: "Panel"
be: "Панэль"

source: "Panels"
be: "Панэлі"

source: "Paper and Orientation"
be: "Папера ды разьмяшчэньне аркуша"

source: "Paragraph"
be: "Абзац"

source: "Parameter"
be: "Параметр"

source: "Parameters\n\n%a (address) Replaced by the address (server)\n%p (port) Replaced by the port\n%u (user) Replaced by the user name\n%w (password) Replaced by the password\n%r (address) Replaced with full address. The result will always start with 'telnet:'\n\nAll text within brackets [] will be removed if parameter is not replaced.\n\nExample\n[-l %u] [%a] [%p]"
be: Рэзультат заўсёды будзе пачынацца з 'telnet:'\n\nКалі парамэтр ня будзе заменены, увесь тэкст у дужках [] будзе выдалены.\nПрыклад\n[-l %u] [%a] [%p]"

source: "Parameters\n\n%t (to) Replaced with receiver\n%c (Cc) Replaced with Cc receiver\n%b (Bcc) Replaced with Bcc receiver\n%s (subject) Replaced with subject text\n%m (body) Replaced with body text\n%r (address) Replaced with address. The result will always start with 'mailto:'\n%w (address) As %r but without 'mailto:'\n\nAll text within brackets [] will be removed if parameter is not replaced.\n\nExample\n[%t] [-cc %c] [-subject %s] [-body %m]"
be: Рэзультат заўсёды будзе пачынацца з 'mailto:'\n%w (address) Як і %r, але без 'mailto:'\n\nПрыклад\n<client> [%t] [-cc %c] [-subject %s] [-body %b]"

source: "Partial Language Change"
be: "Частковая замена мовы"

source: "Party"
be: "Вечарына"

source: "Pass web address directly to application"
be: "Перадаць сеціўны адрас непасрэдна прылажэньню"

source: "Password Manager Login"
be: "Уваход з Кіраўніком пароляў"

source: "Password Manager"
be: "Кіраўнік пароляў"

source: "Password Manager…"
be: "Кіраўнік пароляў…"

source: "Password Synchronization Problem"
be: "Праблема сынхранізацыі пароляў"

source: "Password Synchronization Warning"
be: "Папярэджаньне пра сынхранізацыю пароляў"

source: "Password protected"
be: "Абаронены паролем"

source: "Password required"
be: "Патрабуецца пароль"

source: "Password strength"
be: "Складанасьць паролю"

source: "Password"
be: "Пароль"

source: "Passwords"
be: "Паролі"

source: "Paste and Go"
be: "Уставіць ды перайсьці"

source: "Paste text from clipboard"
be: "Уставіць тэкст з буфэру"

source: "Paste to Note"
be: "Уставіць у нататку"

source: "Paste"
be: "Уставіць"

source: "Path to IMAP root folder"
be: "Шлях да карнявой тэчкі ІМАР"

source: "Path"
be: "Шлях"

source: "Path: "
be: "Шлях: "

source: "Paths"
be: "Шляхі"

source: "Pause Animation"
be: "Паўза ў анімацыі"

source: "Pause"
be: "Паўза"

source: "Payment Required"
be: "Трэба плаціць"

source: "Pending IMAP commands"
be: "Каманды ІМАР чакаюць"

source: "Perform Fraud and Malware Check"
be: "Праверыць на махлярства і злачынныя праграмы"

source: "Perform commands when connected"
be: "Выконваць каманды, калі злучаны"

source: "Performing fraud and malware check…"
be: "Праверка на махлярства і злачынныя праграмы…"

source: "Period"
be: "Перыяд"

source: "Persian"
be: "Іранская"

source: "Persistent Storage Quota"
be: "Аб'ём на пастаяннае захоўваньне"

source: "Person who created the image: "
be: "Аўтар малюнку: "

source: "Personal Information"
be: "Асабістая інфармацыя"

source: "Personal certificates"
be: "Асабістыя сэртыфікаты"

source: "Personal"
be: "Асабістае"

source: "Phone"
be: "Тэлефон"

source: "Pick With Mouse"
be: "Выбраць мышкай"

source: "Pick a suggestion from the list or type a web address."
be: "Выберыце прапанову са сьпісу або набярыце сеціўны адрас."

source: "Picture URL"
be: "URL малюнку"

source: "Pictures"
be: "Малюнкі"

source: "Pictures|*.gif;*.png;*.jpg;*.jpeg;*.jpe;*.bmp|All files|*.*|"
be: "Малюнкі|*.gif;*.png;*.jpg;*.jpeg;*.jpe;*.bmp|Усе файлы|*.*|"

source: "Pin Message"
be: "Пазначыць паведамленьне важным"

source: "Pin Tab"
be: "Прычапіць вакенца"

source: "Pinned"
be: "Важнае"

source: "Pinning messages"
be: "Прышпільваньне паведамленьняў"

source: "Pitch"
be: "Тон"

source: "Placement"
be: "Разьмяшчэньне"

source: "Places"
be: "Месцы"

source: "Plaintext"
be: "Просты тэкст"

source: "Platform"
be: "Плятформа"

source: "Play sound when new messages arrive"
be: "Гукавы сыгнал аб новым паведамленьні"

source: "Play"
be: "Граць"

source: "Please click to download and activate all plug-ins on the page."
be: "Калі ласка, клікніце, каб сьцягнуць і запусьціць усе дадаткі на гэтай старонцы."

source: "Please click to download and activate plug-in."
be: "Калі ласка, клікніце, каб сьцягнуць і запусьціць дадатак."

source: "Please enter a number greater than or equal to %2"
be: "Калі ласка, увядзіце лік, ня меншы за %2"

source: "Please enter a number less than or equal to %2"
be: "Калі ласка, увядзіце лік ня большы за %2"

source: "Please enter a number"
be: "Калі ласка, пазначце лік"

source: "Please enter a password to protect the exported private key"
be: "Калі ласка, увядзіце пароль абароны экспартаванага прыватнага ключу"

source: "Please enter a username"
be: "Калі ласка, пазначце імя карыстальніка"

source: "Please enter a valid email address"
be: "Калі ласка, пазначце дзейны адрас электроннай скрыні"

source: "Please enter a valid web address"
be: "Калі ласка, пазначце дзейны сеціўны адрас"

source: "Please enter master password"
be: "Калі ласка, увядзіце пароль майстры"

source: "Please enter the new master password"
be: "Калі ласка, увядзіце новы пароль майстры"

source: "Please enter the old master password"
be: "Калі ласка, увядзіце стары пароль майстры"

source: "Please enter the password protecting the key"
be: "Калі ласка, увядзіце пароль абароны ключу"

source: "Please log in"
be: "Калі ласка, увайдзіце"

source: "Please note that BitTorrent is a shared download, meaning that you will upload this content to others at the same time as you are downloading it. Uploading will continue, even after you have finished downloading, until you actively stop the download.\n\nAre you sure you want to do this?"
be: Перадача зьвестак працягнецца нават тады, калі Вы скончыце сьцягваць - пакуль Вы ня спыніце сьцягваньне або ня выйдзеце з Opera.\n\nВы хочаце гэта зрабіць?"

source: "Please re-enter the new master password"
be: "Калі ласка, паўтарыце новы пароль майстры"

source: "Please select new default dictionary:"
be: "Выберыце новы слоўнік па змоўчаньні, калі ласка:"

source: "Please set a master password to prevent unauthorized exit from kiosk mode"
be: "Калі ласка, пазначце пароль майстры, каб не дапусьціць недазволенага выхаду з рэжыму кіёска"

source: "Please set a master password to protect your client certificates and saved passwords"
be: "Калі ласка, пазначце пароль майстры, каб абараніць сэртыфікаты кліенту ды захаваныя паролі"

source: "Please use the required format"
be: "Калі ласка, дастасоўвайце неабходны фармат"

source: "Please visit the application from the Unite panel."
be: "Калі ласка, наведайце прылажэньне з панэлі Unite."

source: "Please wait until the current print job has completed"
be: "Пачакайце, калі ласка, пакуль скончыцца бежная задача друкаркі"

source: "Please wait, the Opera Unite Home application is downloading"
be: "Калі ласка, чакайце: сьцягваецца прылажэньне Opera Unite Home"

source: "Please wait, your widgets are being upgraded now!"
be: "Калі ласка, пачакайце: Вашыя фішкі зараз мадэрнізуюцца!"

source: "Plug-Ins"
be: "Дадаткі"

source: "Plug-in Association"
be: "Зьвязка з дадаткамі"

source: "Plug-in Failed"
be: "Дадатак ня робіць"

source: "Plug-in Not Found"
be: "Дадатак ня быў знойдзены"

source: "Plug-in Options…"
be: "Выбар дадатку…"

source: "Plug-in content"
be: "Зьмест дадатку"

source: "Plug-in disabled"
be: "Дадатак адключаны"

source: "Plug-in has crashed."
be: "Модуль зламаўся."

source: "Plug-in is missing for this content. Click the placeholder to install the plug-in."
be: Націсьніце на метку, каб усталяваць дадатак."

source: "Plug-in missing"
be: "Няма дадатку"

source: "Plug-in missing: You need to install %s to view this page"
be: "Няма дадатку: каб прагледзець старонку, трэба ўсталяваць %s"

source: "Plug-in path"
be: "Шлях дадатку"

source: "Plug-ins"
be: "Дадаткі"

source: "Pop-up Blocked"
be: "Замкнутая нечаканка"

source: "Pop-up at bottom"
be: "Нечаканка ўнізе"

source: "Pop-up blocked from "
be: "Замкнутая нечаканка з "

source: "Pop-ups"
be: "Нечаканкі"

source: "Popularity"
be: "Папулярнасьць"

source: "Port number"
be: "Нумар порту"

source: "Port"
be: "Порт"

source: "Port: "
be: "Порт: "

source: "Port:"
be: "Порт:"

source: "Portrait"
be: "Партрэт"

source: "Ports: "
be: "Парты: "

source: "Portuguese to English"
be: "З партугальскай на ангельскую"

source: "Position"
be: "Разьмяшчэньне"

source: "Postal address"
be: "Паштовы адрас"

source: "Postal code"
be: "Індэкс"

source: "Postscript files (*.ps)|*.ps|All files (*.*)|*.*|"
be: "Файлы камэнтараў (*.ps)|*.ps|Усе файлы (*.*)|*.*|"

source: "Potential Security Risk"
be: "Патэнцыйная рызыка бясьпекі"

source: "Prefer HTML formatting"
be: "Выбіраць фарматаваньне HTML"

source: "Prefer HTML"
be: "Лепш HTML"

source: "Prefer Plain Text"
be: "Лепш толькі тэкст"

source: "Prefer plain text but reply with the same formatting"
be: "Пераважаю просты тэкст, але адказваць хачу з тым жа фарматаваньнем"

source: "Preferences Editor"
be: "Рэдактар перавагаў"

source: "Preferences"
be: "Перавагі"

source: "Preferences…"
be: "Перавагі…"

source: "Preferred languages for webpages"
be: "Пераважныя мовы сеціўных старонак"

source: "Prefixes"
be: "Прыстаўкі"

source: "Preparing Installation…"
be: "Падрыхтоўка да ўсталёўкі…"

source: "Preparing…"
be: "Падрыхтоўка…"

source: "Presentation Modes"
be: "Рэжымы прагляду"

source: "Press Enter to search with %1"
be: "Націсьніце Enter, каб шукаць праз %1"

source: "Press Enter to search"
be: "Націсьніце Enter, каб шукаць"

source: "Press key, then talk"
be: "Націснуць кнопку, потым гаварыць"

source: "Press space to go to the next page."
be: "Націсьніце прагал, каб перайсьці на наступную старонку."

source: "Press the button to get trust information for this page."
be: "Націсьніце кнопку, каб атрымаць зьвесткі пра давер да гэтай старонкі."

source: "Preview File Contents"
be: "Папярэдні прагляд файла"

source: "Preview File Info"
be: "Паглядзець зьвесткі файла"

source: "Preview all domains"
be: "Прагледзець усе дамены"

source: "Preview"
be: "Папярэдні прагляд"

source: "Previous Unread"
be: "Папярэдняе нечытанае"

source: "Previous searches"
be: "Ранейшыя пошукі"

source: "Previous session (auto saved)"
be: "Папярэдняя сэсія (аўтазахаваная)"

source: "Previous"
be: "Папярэдні"

source: "Print Options"
be: "Выбар друку"

source: "Print Options…"
be: "Выбар друку…"

source: "Print Preview"
be: "Папярэдні прагляд друку"

source: "Print Setup…"
be: "Наладзіць друк…"

source: "Print first page first"
be: "Першая старонка будзе першай"

source: "Print headers and footers"
be: "Верхнія ды ніжнія запісы друку"

source: "Print in color if available"
be: "У колеры, калі магчыма"

source: "Print in grayscale"
be: "Чорна-белы"

source: "Print last page first"
be: "Першая старонка будзе апошняй"

source: "Print page background"
be: "Фон старонкі, якую друкаваць"

source: "Print range"
be: "Парадак друку"

source: "Print to file"
be: "Друкаваць у файл"

source: "Print"
be: "Друкаваць"

source: "Printer problem"
be: "Праблема друкаркі"

source: "Printer program"
be: "Праграма друкаркі"

source: "Printer"
be: "Друкарка"

source: "Printers"
be: "Друкаркі"

source: "Printing Failed"
be: "Друкаваць не атрымалася"

source: "Printing page"
be: "Друкуецца старонка"

source: "Print…"
be: "Друкаваць…"

source: "Priority"
be: "Прыярытэт"

source: "Privacy"
be: "Прыватнасьць"

source: "Private Chat…"
be: "Прыватная гутарка…"

source: "Private Key (X)"
be: "Прыватны ключ (Х)"

source: "Private Tab"
be: "Прыватнае вакенца"

source: "Private browsing is enabled in this tab"
be: "У гэтым вакенцы дазволены прыватны прагляд"

source: "Private key"
be: "Прыватны ключ"

source: "Problem With Certificate"
be: "Праблема з сэртыфікатам"

source: "Problem encountered while decoding data. Possibly due to corrupted data."
be: Магчыма, яны пашкоджаныя."

source: "Problem while trying to delete message on server"
be: "Праблема пры выдаленьні паведамленьня на сэрвэры"

source: "Proceeding will perform the actions specified below. If default actions are left unchanged, all open tabs will be closed, and ongoing downloads interrupted."
be: "Далей пойдуць дзеяньні, пазначаныя ніжэй: калі змоўчныя дзеяньні ня зьмененыя, усе адчыненыя вакенцы зачыняцца, а бежныя сьцягваньні спыняцца."

source: "Processing messages (%li%%) %li/%li (Total: %li)"
be: "Апрацоўка паведамленьняў (%li%%) %li/%li (Разам: %li)"

source: "Processing messages (%li%%) (Total: %li)"
be: "Апрацоўка паведамленьняў (%li%%) (Разам: %li)"

source: "Program files (*.exe)|*.exe|All files (*.*)|*.*|"
be: "Праграмныя файлы (*.exe)|*.exe|Усе файлы (*.*)|*.*|"

source: "Program or webpage"
be: "Праграма або старонка"

source: "Program"
be: "Праграма"

source: "Programs under Start Menu"
be: "Праграмы ў мэню Старт"

source: "Programs"
be: "Праграмы"

source: "Progress Bar"
be: "Прагрэс"

source: "Progress status"
be: "Стан"

source: "Progress"
be: "Стан"

source: "Properties"
be: "Уласьцівасьці…"

source: "Properties…"
be: "Уласьцівасьці…"

source: "Protocol"
be: "Пратакол"

source: "Protocols handled by Opera"
be: "Пратаколы, зь якімі працуе Opera"

source: "Protocols"
be: "Пратаколы"

source: "Proxy Exception List"
be: "Сьпіс выключэньняў проксі"

source: "Proxy Server Required"
be: "Трэба сэрвэр проксі"

source: "Proxy Servers…"
be: "Сэрвэры проксі…"

source: "Proxy authentication failed. Content should not be trusted."
be: Нельга давяраць зьместу."

source: "Proxy authentication"
be: "Ідэнтыфікацыя проксі"

source: "Proxy server"
be: "Сэрвэр проксі"

source: "Proxy servers"
be: "Сэрвэры проксі"

source: "Public Key (Y)"
be: "Прыватны ключ (Y)"

source: "Public key algorithm"
be: "Алгарытм публічнага ключу"

source: "Public key"
be: "Агульны ключ"

source: "Published"
be: "Апублікавана"

source: "Purple label"
be: "Пурпурная пазнака"

source: "Purple"
be: "Пурпурны"

source: "Qt Native"
be: ""Родны" стыль"

source: "Query string"
be: "Радок запыту"

source: "Queue messages (do not send immediately)"
be: "Назапашваць паведамленьні (не дасылаць адразу)"

source: "Quick Download"
be: "Сьцягнуць хутка"

source: "Quick Launch bar"
be: "Панэль хуткага запуску"

source: "Quick Preferences"
be: "Хуткія перавагі"

source: "Quick Reply"
be: "Хуткі адказ"

source: "Quick find"
be: "Хуткі пошук"

source: "Quirks mode"
be: "Дзівосны рэжым"

source: "R&eload"
be: "Пе&рагрузіць"

source: "RSS feed"
be: "Стужка навінаў RSS"

source: "Re-type password"
be: "Паўтарыць пароль"

source: "Read %s"
be: "Чытаць %s"

source: "Read Feeds"
be: "Чытаць стужкі"

source: "Read Mail"
be: "Чытаць пошту"

source: "Read more"
be: "Чытаць далей"

source: "Read the license here"
be: "Прачытаць варункі ліцэнзіі тут"

source: "Read"
be: "Прачытанае"

source: "Read-only"
be: "Толькі чытаць"

source: "Read-write"
be: "Чытаць-пісаць"

source: "Read: %1"
be: "Чытаць: %1"

source: "Ready to connect"
be: "Гатовы злучыцца"

source: "Real name"
be: "Сапраўднае імя"

source: "Realtime clock unavailable"
be: "Гадзіньнік рэальнага часу недаступны"

source: "Receive file"
be: "Атрымаць файл"

source: "Received %1 new messages for %2"
be: "Атрымана %1 новыя(ых) паведамленьні(яў) для %2"

source: "Received list"
be: "Атрыманы сьпіс"

source: "Received news"
be: "Атрыманыя навіны"

source: "Received"
be: "Атрыманыя"

source: "Receiving data from %s…"
be: "Атрымоўвае зьвесткі з %s…"

source: "Recipient error"
be: "Памылка атрымальніка"

source: "Recipient not local"
be: "Адрасат не нутраны"

source: "Recipient syntax error"
be: "Сынтаксычная памылка адрасату"

source: "Recipient unavailable error"
be: "Памылка: адрасат недаступны"

source: "Red label"
be: "Чырвоная пазнака"

source: "Red"
be: "Чырвоны"

source: "Redirect"
be: "Перакіраваць"

source: "Redirection Status"
be: "Стан перакіраваньня"

source: "Redo"
be: "Паўтарыць"

source: "Redraw after %d seconds"
be: "Аднаўляць праз %d сэкунды(аў)"

source: "Redraw after 1 second"
be: "Аднаўляць праз 1 сэкунду"

source: "Redraw instantly"
be: "Аднаўляць адразу"

source: "Redraw when loaded"
be: "Аднаўляць пасьля зацягваньня"

source: "Refresh plug-ins"
be: "Аднавіць дадаткі"

source: "Refresh"
be: "Абнавіць"

source: "Refuse"
be: "Адмовіцца"

source: "Region/state"
be: "Вобласьць"

source: "Register Opera"
be: "Зарэгістраваць Opera"

source: "Registered plug-in directories"
be: "Дырэкторыі зарэгістраваных дадаткаў"

source: "Regular email (POP)"
be: "Звычайная пошта (РОР)"

source: "Reindex Mail"
be: "Індэксаваць пошту"

source: "Reject"
be: "Адмовіць"

source: "Rejected"
be: "Адкінутыя сэртыфікаты"

source: "Related link"
be: "Зьвязаная спасылка"

source: "Related links:"
be: "Зьвязаныя спасылкі:"

source: "Reload All Tabs"
be: "Перагрузіць усе вакенцы"

source: "Reload Every"
be: "Перагружаць кожныя"

source: "Reload Frame"
be: "Перагрузіць рамку"

source: "Reload From Cache"
be: "Перагрузіць з кэшу"

source: "Reload Image in Full Quality"
be: "Паўторна зацягнуць малюнак з поўнай якасьцю"

source: "Reload Image"
be: "Перагрузіць малюнак"

source: "Reload Page"
be: "Перацягнуць старонку"
